Repository: m-ferrero/WarnAttachment
Catalog: warnattachment@jdede.*/chrome/locale/*/warnattachment.dtd.po
Languages: it_it_po

source: File extensions (warn)
it_it_po: Estensioni di file (avviso)

source: A warning dialog will be shown for these file extensions. This field contains comma-separated values.
it_it_po: Per queste estensioni di file verrà mostrata un messaggio di avviso. Questo campo contiene valori separati da virgola.

source: File extensions (block)
it_it_po: Estensioni di file (blocco)

source: These file extensions will be blocked completely. This field contains comma-separated values.
it_it_po: Queste estensioni di file saranno completamente bloccate. Questo campo contiene valori separati da virgola.

source: User defined message for warning
it_it_po: Messaggio di avviso definito dall'utente

# options.warn.user.desc
source: Leave empty to use default message.
it_it_po: Lasciare vuoto per usare il messaggio predefinito.

source: User defined message for blocked attachments
it_it_po: Messaggio per gli allegati bloccati definito dall'utente

# options.blocked.user.desc
source: Leave empty to use default message.
it_it_po: Lasciare vuoto per usare il messaggio predefinito.

source: After this time in seconds, the user can open an attachment.
it_it_po: Dopo questo tempo in secondi l'utente può aprire un allegato.

source: WarnAttachment Settings
it_it_po: Impostazioni di WarnAttachment

source: Visit WarnAttachment on github!
it_it_po: Visita WarnAttachment su github!

source: Show license online (GNU General Public License v3.0)
it_it_po: Visualizza online la licenza (GNU General Public License v3.0)
